#### InvDegreeC Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol 1/Â°C, indicating unit Inverse degrees Celsius.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId InvDegreeC { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property InvDegreeC As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ InvDegreeC { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace